Repository: biblibre/omeka-s-module-NakalaImporter
Catalog: language/*.po
Languages: fr

source: Past imports
fr: Imports passés

source: None imports yet
fr: Aucun import

source: Collections imported
fr: Collections importées

source: Job details
fr: Détails de la tâche

source: Nakala Importer - List sets
fr: Nakala Importer - Liste des collections

source: (Resource deleted)
fr: (Ressource supprimée)

source: None Title
fr: Aucun Titre

source: Importing in background (%sjob #%d%s)
fr: Import en tâche de fond (%sjob #%d%s)

source: API key
fr: Clé d'API

source: Scope
fr: Périmètre

source: See https://documentation.huma-num.fr/nakala/#tableau-recapitulatif-des-droits-par-role
fr: Voir https://documentation.huma-num.fr/nakala/#tableau-recapitulatif-des-droits-par-role

source: Select scope...
fr: Sélectionner le périmètre...

source: Deposited (ROLE_DEPOSITOR)
fr: Déposant (ROLE_DEPOSITOR)

source: Owned (ROLE OWNER)
fr: Gestionnaire (ROLE OWNER)

source: Shared (ROLE_ADMIN, ROLE_EDITOR or ROLE_READER or ROLE_READER but not ROLE_OWNER)
fr: Partagé (ROLE_ADMIN, ROLE_EDITOR ou ROLE_READER ou ROLE_READER mais pas ROLE_OWNER)

source: Editable (ROLE_OWNER, ROLE_ADMIN or ROLE_EDITOR)
fr: Editable (ROLE_OWNER, ROLE_ADMIN ou ROLE_EDITOR)

source: Readable (ROLE_OWNER, ROLE_ADMIN, ROLE_EDITOR or ROLE_READER)
fr: Lecture (ROLE_OWNER, ROLE_ADMIN, ROLE_EDITOR ou ROLE_READER)

source: All (ROLE_OWNER, ROLE_ADMIN, ROLE_EDITOR or ROLE_READER) and all publics sets
fr: Tout (ROLE_OWNER, ROLE_ADMIN, ROLE_EDITOR ou ROLE_READER) et toutes les collections publiques
